Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Export folder
ar: مجلد التصدير
ca: Exportar carpeta
cs: Exportovat složku
da: Eksporter mappe
de: Exportordner
el: Εξαγωγή φακέλου
es: Carpeta de exportación
fa: پوشهٔ خروجی
fi: Vie kansio
fr: Dossier d'exportation
he: תיקיית ייצוא
hr: Izvoz mape
hu: Mappa exportálása
id: Ekspor folder
it: Cartella di esportazione
ja: 書き出し先フォルダ
ko: 내보내기 폴더
ms: Eksport folder
nl: Map exporteren
no: Eksporter mappe
pl: Eksportuj folder
pt_br: Pasta de exportação
pt_pt: Pasta de exportação
ro: Dosar de export
ru: Папка экспорта
sk: Exportovať priečinok
sl: Izvozi mapo
sv: Exportera mapp
th: ส่งออกโฟลเดอร์
tr: Dışa aktarma klasörü
uk: Папка експорту
ur: فولڈر برآمد کریں۔
vi: Xuất thư mục
zh_hans: 导出文件夹
zh_hant: 輸出資料夾

source: Export folder memory
ar: تصدير ذاكرة المجلد
ca: Exporta la memòria de la carpeta
cs: Exportujte paměť složky
da: Eksporter mappehukommelse
de: Gemerkter Exportordner
el: Εξαγωγή μνήμης φακέλου
es: Carpeta de exportación recordada
fa: به خاطر سپردن پوشهٔ خروجی
fi: Vie kansion muisti
fr: Mémorisation du dossier d'exportation
he: ייצוא זיכרון תיקיות
hr: Izvoz memorije mape
hu: Mappamemória exportálása
id: Ekspor memori folder
it: Memoria della cartella di esportazione
ja: 書き出し先フォルダの記憶
ko: 내보내기 폴더 기억
ms: Eksport memori folder
nl: Mapgeheugen exporteren
no: Eksporter mappeminne
pl: Eksportuj pamięć folderu
pt_br: Memória da pasta de exportação
pt_pt: Exportar memória da pasta
ro: Exportați memoria folderului
ru: Запоминание папки экспорта
sk: Exportujte pamäť priečinkov
sl: Izvoz pomnilnika mape
sv: Exportera mappminne
th: ส่งออกหน่วยความจำโฟลเดอร์
tr: Dışa aktarma klasörünü hatırlama
uk: Запам’ятовування папки експорту
ur: فولڈر میموری برآمد کریں۔
vi: Xuất bộ nhớ thư mục
zh_hans: 记住导出文件夹
zh_hant: 記住輸出資料夾

source: Export Locale
ar: لغة التصدير
ca: Exporta la configuració regional
cs: Exportovat národní prostředí
da: Eksporter landestandard
de: Sprache exportieren
el: Τοπική εξαγωγή
es: Exportar idioma
fa: صدور زبان
fi: Vie kielialue
fr: Exporter une langue
he: ייצוא מיקום
hr: Izvoz lokaliteta
hu: Exportálási terület
id: Ekspor Lokal
it: Esporta lingua
ja: 書き出すロケール
ko: 로케일 내보내기
ms: Eksport Tempatan
nl: Landinstelling exporteren
no: Eksporter lokalitet
pl: Eksportuj ustawienia regionalne
pt_br: Exportar idioma
pt_pt: Exportar local
ro: Export local
ru: Экспортировать язык
sk: Exportovať miestne nastavenie
sl: Izvozi jezik
sv: Exportera språk
th: ส่งออกสถานที่
tr: Dışa Aktarma Dili
uk: Мова експорту
ur: ایکسپورٹ لوکیل
vi: Xuất ngôn ngữ
zh_hans: 导出语言
zh_hant: 輸出語言

source: Export menu ▸ **Export Rows ▸ Showcase** for the whole project, or a row menu ▸ **Export Row ▸ Showcase** for one row.
ar: قائمة التصدير ▸ **تصدير الصفوف ▸ الواجهة** للمشروع بأكمله، أو قائمة الصفوف ▸ **تصدير الصف ▸ الواجهة** لصف واحد.
ca: Menú Exporta ▸ **Exporta files ▸ Aparador** per a tot el projecte, o un menú de fila ▸ **Exporta fila ▸ Aparador** per a una fila.
cs: Nabídka Export ▸ **Exportovat řádky ▸ Výklad** pro celý projekt nebo nabídka řádků ▸ **Exportovat řádek ▸ Výklad** pro jeden řádek.
da: Eksportmenu ▸ **Eksportér rækker ▸ Udstillingsvindue** for hele projektet, eller en rækkemenu ▸ **Eksporter række ▸ Udstillingsvindue** for en række.
de: Exportmenü ▸ **Zeilen exportieren ▸ Showcase** für das ganze Projekt oder Zeilenmenü ▸ **Zeile exportieren ▸ Showcase** für eine Zeile.
el: Μενού εξαγωγής ▸ **Εξαγωγή σειρών ▸ Βιτρίνα** για ολόκληρο το έργο ή μενού σειράς ▸ **Εξαγωγή σειράς ▸ Βιτρίνα** για μία σειρά.
es: Menú de exportación ▸ **Exportar filas ▸ Escaparate** para todo el proyecto, o menú de la fila ▸ **Exportar fila ▸ Escaparate** para una sola fila.
fa: منوی صدور ▸ **صدور ردیف‌ها ▸ ویترین** برای کل پروژه، یا منوی ردیف ▸ **صدور ردیف ▸ ویترین** برای یک ردیف.
fi: Vie-valikko ▸ **Vie rivit ▸ Showcase** koko projektille tai rivivalikko ▸ **Vie rivi ▸ Showcase** yhdelle riville.
fr: Menu Exporter ▸ **Exporter les lignes ▸ Vitrine** pour tout le projet, ou menu d'une ligne ▸ **Exporter la ligne ▸ Vitrine** pour une seule ligne.
he: תפריט ייצוא ▸ **ייצוא שורות ▸ חלון ראווה** לכל הפרויקט, או תפריט שורות ▸ **ייצוא שורה ▸ חלון ראווה** לשורה אחת.
hr: Izbornik izvoza ▸ **Izvoz redaka ▸ Prikaz** za cijeli projekt ili izbornik reda ▸ **Izvoz reda ▸ Prikaz** za jedan red.
hu: Exportálás menü ▸ **Sorok exportálása ▸ Showcase** a teljes projekthez, vagy sormenü ▸ **Sor exportálása ▸ Showcase** egy sorhoz.
id: Menu ekspor ▸ **Ekspor Baris ▸ Etalase** untuk keseluruhan proyek, atau menu baris ▸ **Ekspor Baris ▸ Etalase** untuk satu baris.
it: Menu di esportazione ▸ **Esporta righe ▸ Vetrina** per l'intero progetto, oppure menu di una riga ▸ **Esporta riga ▸ Vetrina** per una sola riga.
ja: プロジェクト全体なら書き出しメニュー ▸ **行を書き出す ▸ ショーケース**、1行だけなら行メニュー ▸ **行を書き出す ▸ ショーケース** を選びます。
ko: 내보내기 메뉴 ▸ **행 내보내기 ▸ 쇼케이스**로 프로젝트 전체를, 행 메뉴 ▸ **행 내보내기 ▸ 쇼케이스**로 한 행을 내보냅니다.
ms: Menu eksport ▸ **Baris Eksport ▸ Pameran** untuk keseluruhan projek, atau menu baris ▸ **Baris Eksport ▸ Pameran** untuk satu baris.
nl: Menu Exporteren ▸ **Rijen exporteren ▸ Showcase** voor het hele project, of een rijmenu ▸ **Rij exporteren ▸ Showcase** voor één rij.
no: Eksportmeny ▸ **Eksporter rader ▸ Utstillingsvindu** for hele prosjektet, eller en radmeny ▸ **Eksporter rad ▸ Utstillingsvindu** for én rad.
pl: Menu Eksportuj ▸ **Eksportuj wiersze ▸ Prezentacja** dla całego projektu lub menu wiersza ▸ **Eksportuj wiersz ▸ Prezentacja** dla jednego wiersza.
pt_br: Menu Exportar ▸ **Exportar linhas ▸ Vitrine** para o projeto inteiro, ou menu de uma linha ▸ **Exportar linha ▸ Vitrine** para uma só linha.
pt_pt: Menu Exportar ▸ **Exportar linhas ▸ Mostrar** para todo o projeto ou um menu de linha ▸ **Exportar linha ▸ Mostrar** para uma linha.
ro: Meniu Export ▸ **Export Rând ▸ Showcase** pentru întregul proiect sau un meniu rând ▸ **Export Row ▸ Showcase** pentru un rând.
ru: Меню экспорта ▸ **Экспортировать строки ▸ Витрина** для всего проекта или меню строки ▸ **Экспортировать строку ▸ Витрина** для одной строки.
sk: Ponuka Export ▸ **Exportovať riadky ▸ Ukážka** pre celý projekt alebo ponuka riadkov ▸ **Exportovať riadok ▸ Ukážka** pre jeden riadok.
sl: Izvozni meni ▸ **Izvozi vrstice ▸ Predstavitev** za celoten projekt ali meni vrstice ▸ **Izvozi vrstico ▸ Predstavitev** za eno vrstico.
sv: Exportmeny ▸ **Exportera rader ▸ Showcase** för hela projektet, eller en radmeny ▸ **Exportera rad ▸ Showcase** för en rad.
th: เมนูส่งออก ▸ **ส่งออกแถว ▸ ตู้โชว์** สำหรับทั้งโครงการ หรือเมนูแถว ▸ **ส่งออกแถว ▸ ตู้โชว์** สำหรับหนึ่งแถว
tr: Projenin tamamı için dışa aktarma menüsü ▸ **Satırları Dışa Aktar ▸ Vitrin**, tek bir satır için satır menüsü ▸ **Satırı Dışa Aktar ▸ Vitrin**.
uk: Меню експорту ▸ **Експортувати рядки ▸ Вітрина** для всього проєкту або меню рядка ▸ **Експортувати рядок ▸ Вітрина** для одного рядка.
ur: ایکسپورٹ مینو ▸ **قطاریں برآمد کریں ▸ شوکیس** پورے پروجیکٹ کے لیے، یا ایک قطار کا مینو ▸ **قطار برآمد کریں ▸ شوکیس** ایک قطار کے لیے۔
vi: Xuất menu ▸ **Xuất hàng ▸ Hiển thị** cho toàn bộ dự án hoặc menu hàng ▸ **Xuất hàng ▸ Hiển thị** cho một hàng.
zh_hans: 导出菜单 ▸ **导出行 ▸ 展示图**（针对整个项目），或行菜单 ▸ **导出行 ▸ 展示图**（仅针对该行）。
zh_hant: 輸出選單 ▸ **輸出列 ▸ 展示圖**可輸出整個專案，或列選單 ▸ **輸出列 ▸ 展示圖**可輸出單一列。

source: Export options
ar: خيارات التصدير
ca: Opcions d'exportació
cs: Možnosti exportu
da: Eksportmuligheder
de: Exportoptionen
el: Επιλογές εξαγωγής
es: Opciones de exportación
fa: گزینه‌های صدور
fi: Vientivaihtoehdot
fr: Options d'exportation
he: אפשרויות ייצוא
hr: Mogućnosti izvoza
hu: Exportálási lehetőségek
id: Opsi ekspor
it: Opzioni di esportazione
ja: 書き出しオプション
ko: 내보내기 옵션
ms: Pilihan eksport
nl: Exporteer opties
no: Eksportalternativer
pl: Opcje eksportu
pt_br: Opções de exportação
pt_pt: Opções de exportação
ro: Opțiuni de export
ru: Параметры экспорта
sk: Možnosti exportu
sl: Možnosti izvoza
sv: Exportalternativ
th: ตัวเลือกการส่งออก
tr: Dışa aktarma seçenekleri
uk: Параметри експорту
ur: برآمد کے اختیارات
vi: Tùy chọn xuất
zh_hans: 导出选项
zh_hant: 輸出選項

source: Export Row
ar: صف التصدير
ca: Exportar fila
cs: Exportovat řádek
da: Eksportér række
de: Zeile exportieren
el: Εξαγωγή σειράς
es: Exportar fila
fa: صدور ردیف
fi: Vie rivi
fr: Exporter la ligne
he: שורת ייצוא
hr: Red za izvoz
hu: Sor exportálása
id: Ekspor Baris
it: Esporta riga
ja: 行を書き出す
ko: 행 내보내기
ms: Eksport Baris
nl: Rij exporteren
no: Eksporter rad
pl: Eksportuj wiersz
pt_br: Exportar linha
pt_pt: Linha de exportação
ro: Exportați rândul
ru: Экспортировать строку
sk: Exportovať riadok
sl: Izvozna vrstica
sv: Exportrad
th: แถวส่งออก
tr: Satırı Dışa Aktar
uk: Експортувати рядок
ur: قطار برآمد کریں۔
vi: Hàng xuất
zh_hans: 导出行
zh_hant: 輸出列

source: Export Rows
ar: تصدير الصفوف
ca: Exporta files
cs: Exportovat řádky
da: Eksporter rækker
de: Zeilen exportieren
el: Εξαγωγή σειρών
es: Exportar filas
fa: صدور ردیف‌ها
fi: Vie rivit
fr: Exporter les lignes
he: ייצוא שורות
hr: Izvoz redaka
hu: Sorok exportálása
id: Ekspor Baris
it: Esporta righe
ja: 行を書き出す
ko: 행 내보내기
ms: Eksport Baris
nl: Rijen exporteren
no: Eksporter rader
pl: Eksportuj wiersze
pt_br: Exportar linhas
pt_pt: Exportar linhas
ro: Exportați rânduri
ru: Экспортировать строки
sk: Exportovať riadky
sl: Izvozi vrstice
sv: Exportera rader
th: ส่งออกแถว
tr: Satırları Dışa Aktar
uk: Експортувати рядки
ur: قطاریں برآمد کریں۔
vi: Xuất hàng
zh_hans: 导出行
zh_hant: 輸出列

source: Export screenshots
ar: تصدير لقطات الشاشة
ca: Exporta captures de pantalla
cs: Exportujte snímky obrazovky
da: Eksporter skærmbilleder
de: Screenshots exportieren
el: Εξαγωγή στιγμιότυπων οθόνης
es: Exportar capturas
fa: صدور اسکرین‌شات‌ها
fi: Vie kuvakaappauksia
fr: Exporter des captures d'écran
he: ייצוא צילומי מסך
hr: Izvoz snimaka zaslona
hu: Képernyőképek exportálása
id: Ekspor tangkapan layar
it: Esporta screenshot
ja: スクリーンショットを書き出す
ko: 스크린샷 내보내기
ms: Eksport tangkapan skrin
nl: Schermafbeeldingen exporteren
no: Eksporter skjermbilder
pl: Eksportuj zrzuty ekranu
pt_br: Exportar capturas de tela
pt_pt: Exportar capturas de ecrã
ro: Exportați capturi de ecran
ru: Экспортировать скриншоты
sk: Exportujte snímky obrazovky
sl: Izvozi posnetke zaslona
sv: Exportera skärmdumpar
th: ส่งออกภาพหน้าจอ
tr: Ekran görüntülerini dışa aktar
uk: Експортувати знімки екрана
ur: اسکرین شاٹس برآمد کریں۔
vi: Xuất ảnh chụp màn hình
zh_hans: 导出截图
zh_hant: 輸出螢幕截圖

source: Export screenshots to %@ (⌘E)
ar: تصدير لقطات الشاشة إلى %1$@ (⌘E)
ca: Exporta les captures de pantalla a %1$@ (⌘E)
cs: Exportovat snímky obrazovky do %1$@ (⌘E)
da: Eksporter skærmbilleder til %1$@ (⌘E)
de: Screenshots exportieren nach: %1$@ (⌘E)
el: Εξαγωγή στιγμιότυπων οθόνης σε %1$@ (⌘E)
es: Exportar capturas a %1$@ (⌘E)
fa: صدور اسکرین‌شات‌ها به %1$@ (⌘E)
fi: Vie kuvakaappaukset kohteeseen %1$@ (⌘E)
fr: Exporter des captures d'écran vers %1$@ (⌘E)
he: ייצא צילומי מסך אל %1$@ (⌘E)
hr: Izvezi snimke zaslona u %1$@ (⌘E)
hu: Képernyőképek exportálása ide: %1$@ (⌘E)
id: Ekspor tangkapan layar ke %1$@ (⌘E)
it: Esporta screenshot in %@ (⌘E)
ja: スクリーンショットを %1$@ に書き出します (⌘E)
ko: 스크린샷을 %1$@로 내보내기 (⌘E)
ms: Eksport tangkapan skrin ke %1$@ (⌘E)
nl: Schermafbeeldingen exporteren naar %1$@ (⌘E)
no: Eksporter skjermbilder til %1$@ (⌘E)
pl: Eksportuj zrzuty ekranu do %1$@ (⌘E)
pt_br: Exportar capturas de tela para %1$@ (⌘E)
pt_pt: Exporte capturas de ecrã para %1$@ (⌘E)
ro: Exportați capturi de ecran în %1$@ (⌘E)
ru: Экспортировать скриншоты в папку: %@ (⌘E)
sk: Exportovať snímky obrazovky do %1$@ (⌘E)
sl: Izvoz posnetkov zaslona v %1$@ (⌘E)
sv: Exportera skärmdumpar till %1$@ (⌘E)
th: ส่งออกภาพหน้าจอไปที่ %1$@ (⌘E)
tr: Ekran görüntülerini dışa aktar: %@ (⌘E)
uk: Експортувати знімки екрана в папку «%@» (⌘E)
ur: اسکرین شاٹس کو %1$@ میں ایکسپورٹ کریں (⌘E)
vi: Xuất ảnh chụp màn hình sang %1$@ (⌘E)
zh_hans: 将截图导出到 %@（⌘E）
zh_hant: 將螢幕截圖輸出至 %@（⌘E）

source: Export the same row twice — once as **Story** for a 9:16 post and once as **Social** for the link preview. The layout adapts to each aspect ratio instead of being cropped.
ar: قم بتصدير الصف نفسه مرتين - مرة واحدة كـ **قصة** لمنشور 9:16 ومرة كـ **اجتماعي** لمعاينة الرابط. يتكيف التخطيط مع كل نسبة عرض إلى ارتفاع بدلاً من اقتصاصه.
ca: Exporta la mateixa fila dues vegades: una vegada com a **Història** per a una publicació de 9:16 i una altra com a **Social** per a la previsualització de l'enllaç. El disseny s'adapta a cada relació d'aspecte en lloc de retallar-se.
cs: Exportujte stejný řádek dvakrát – jednou jako **Příběh** pro příspěvek v 9:16 a jednou jako **Sociální sítě** pro náhled odkazu. Rozvržení se místo oříznutí přizpůsobí každému poměru stran.
da: Eksporter den samme række to gange — én gang som **Story** for et 9:16-indlæg og én gang som **Social** for forhåndsvisning af linket. Layoutet tilpasser sig hvert billedformat i stedet for at blive beskåret.
de: Exportiere dieselbe Zeile zweimal – einmal als **Story** für einen 9:16-Post und einmal als **Social Media** für die Linkvorschau. Das Layout passt sich jedem Seitenverhältnis an, statt beschnitten zu werden.
el: Εξαγωγή της ίδιας σειράς δύο φορές — μία φορά ως **Ιστορία** για ανάρτηση 9:16 και μία φορά ως **Κοινωνική** για την προεπισκόπηση συνδέσμου. Η διάταξη προσαρμόζεται σε κάθε λόγο διαστάσεων αντί να περικόπτεται.
es: Exporta la misma fila dos veces: una como **Historia** para una publicación de 9:16 y otra como **Social** para la vista previa del enlace. El diseño se adapta a cada relación de aspecto en lugar de recortarse.
fa: یک ردیف را دو بار صادر کنید — یک بار به‌صورت **استوری** برای پست 9:16 و یک بار به‌صورت **شبکه‌های اجتماعی** برای پیش‌نمایش لینک. چیدمان به‌جای برش خوردن، با هر نسبت ابعاد سازگار می‌شود.
fi: Vie sama rivi kahdesti – kerran **Juttu**-tekstinä 9:16-julkaisulle ja kerran **Sosiaalinen**-linkin esikatselua varten. Asettelu mukautuu kuhunkin kuvasuhteeseen sen sijaan, että sitä rajattaisiin.
fr: Exportez la même ligne deux fois : une fois au format **Story** pour une publication 9:16, et une fois au format **Social** pour l'aperçu du lien. La mise en page s'adapte à chaque format au lieu d'être recadrée.
he: ייצא את אותה שורה פעמיים - פעם אחת בתור **סיפור** עבור פוסט 9:16 ופעם אחת כ**חברתית** עבור התצוגה המקדימה של הקישור. הפריסה מתאימה לכל יחס רוחב-גובה במקום להיחתך.
hr: Izvezite isti red dvaput — jednom kao **Priča** za objavu od 9:16 i jednom kao **Društvene mreže** za pregled veze. Izgled se prilagođava svakom omjeru širine i visine umjesto da se izrezuje.
hu: Exportálja ugyanazt a sort kétszer – egyszer **Sztori**ként a 9:16-os bejegyzéshez, egyszer pedig **Közösségi**ként a linkelőnézethez. Az elrendezés az egyes képarányokhoz igazodik a levágás helyett.
id: Ekspor baris yang sama dua kali — sekali sebagai **Story** untuk postingan 9:16 dan sekali sebagai **Social** untuk pratinjau tautan. Tata letaknya menyesuaikan dengan setiap rasio aspek, bukan dipotong.
it: Esporta la stessa riga due volte: una come **Storia** per un post 9:16 e una come **Social** per l'anteprima del link. Il layout si adatta a ciascuna proporzione anziché essere ritagliato.
ja: 同じ行を2回書き出してみましょう。9:16 の投稿用に **ストーリー**、リンクのプレビュー用に **ソーシャル** で書き出します。レイアウトは切り取られるのではなく、それぞれのアスペクト比に合わせて調整されます。
ko: 같은 행을 두 번 내보내세요. 9:16 게시물용으로 **스토리**, 링크 미리보기용으로 **소셜**로 내보내면 됩니다. 레이아웃은 잘리지 않고 각 가로세로 비율에 맞게 조정됩니다.
ms: Eksport baris yang sama dua kali — sekali sebagai **Cerita** untuk siaran 9:16 dan sekali sebagai **Sosial** untuk pratonton pautan. Reka letak menyesuaikan diri dengan setiap nisbah bidang dan bukannya dipangkas.
nl: Exporteer dezelfde rij twee keer: één keer als **Verhaal** voor een bericht van 9:16 en één keer als **Sociaal** voor het linkvoorbeeld. De lay-out past zich aan elke beeldverhouding aan en wordt niet bijgesneden.
no: Eksporter den samme raden to ganger – én gang som **Story** for et 9:16-innlegg og én gang som **Social** for forhåndsvisning av koblingen. Oppsettet tilpasser seg hvert sideforhold i stedet for å bli beskåret.
pl: Wyeksportuj ten sam wiersz dwukrotnie — raz jako **Historia** w przypadku postu o godzinie 9:16 i raz jako **Społeczności** w przypadku podglądu linku. Układ dostosowuje się do każdego współczynnika proporcji, zamiast być przycinany.
pt_br: Exporte a mesma linha duas vezes — uma como **Story** para um post em 9:16 e outra como **Social** para a pré-visualização de links. O layout se adapta a cada proporção em vez de ser cortado.
pt_pt: Exporte a mesma linha duas vezes: uma vez como **Story** para uma postagem às 9:16 e uma vez como **Social** para a visualização do link. O layout se adapta a cada proporção em vez de ser cortado.
ro: Exportați același rând de două ori — o dată ca **Poveste** pentru o postare de la 9:16 și o dată ca **Social** pentru previzualizarea linkului. Aspectul se adaptează la fiecare raport de aspect în loc să fie decupat.
ru: Экспортируйте одну и ту же строку дважды — как **Сторис** для поста 9:16 и как **Соцсети** для превью ссылки. Макет подстраивается под каждое соотношение сторон, а не обрезается.
sk: Exportujte ten istý riadok dvakrát – raz ako **Príbeh** pre príspevok o 9:16 a raz ako **Sociálne siete** pre ukážku odkazu. Rozloženie sa namiesto orezania prispôsobí každému pomeru strán.
sl: Dvakrat izvozite isto vrstico — enkrat kot **Zgodba** za objavo 9:16 in enkrat kot **Družabno** za predogled povezave. Postavitev se prilagodi posameznemu razmerju stranic, namesto da bi bila obrezana.
sv: Exportera samma rad två gånger — en gång som **Berättelse** för ett 9:16-inlägg och en gång som **Social** för förhandsgranskning av länken. Layouten anpassar sig till varje bildförhållande istället för att beskäras.
th: ส่งออกแถวเดียวกันสองครั้ง โดยครั้งแรกเป็น **เรื่องราว** สำหรับโพสต์ 9:16 และอีกครั้งเป็น **โซเชียล** สำหรับการแสดงตัวอย่างลิงก์ เค้าโครงจะปรับตามอัตราส่วนแต่ละส่วนแทนที่จะถูกครอบตัด
tr: Aynı satırı iki kez dışa aktarın — 9:16 bir gönderi için **Hikâye** olarak, bağlantı önizlemesi için **Sosyal** olarak. Düzen kırpılmak yerine her en boy oranına uyum sağlar.
uk: Експортуйте той самий рядок двічі — як **Сторіс** для допису 9:16 і як **Соцмережі** для попереднього перегляду посилання. Макет підлаштовується під кожні пропорції, а не обрізається.
ur: ایک ہی قطار کو دو بار برآمد کریں — ایک بار 9:16 پوسٹ کے لیے **کہانی** کے طور پر اور ایک بار لنک کے پیش منظر کے لیے **سوشل** کے طور پر۔ لے آؤٹ تراشے جانے کے بجائے ہر پہلو کے تناسب کے مطابق ہوتا ہے۔
vi: Xuất cùng một hàng hai lần — một lần dưới dạng **Story** cho bài đăng 9:16 và một lần dưới dạng **Social** cho bản xem trước liên kết. Bố cục thích ứng với từng tỷ lệ khung hình thay vì bị cắt xén.
zh_hans: 将同一行导出两次——一次选 **快拍**，用于 9:16 的帖子；一次选 **社交**，用于链接预览。布局会适应每种宽高比，而不是被裁剪。
zh_hant: 將同一列輸出兩次——一次輸出為**限時動態**用於 9:16 貼文，一次輸出為**社群**用於連結預覽。版面會隨各長寬比自動調整，而不是被裁切。

source: Export when ready
ar: قم بالتصدير عندما تكون جاهزًا
ca: Exporta quan estigui llest
cs: Až budete připraveni, exportujte
da: Eksportér, når du er klar
de: Exportieren Sie, wenn Sie fertig sind
el: Εξαγωγή όταν είναι έτοιμο
es: Exportar cuando esté listo
fa: وقتی آماده شد صادر کنید
fi: Vie, kun olet valmis
fr: Exporter lorsque vous êtes prêt
he: ייצא כשמוכן
hr: Izvezite kada budete spremni
hu: Exportálja, ha készen áll
id: Ekspor jika sudah siap
ja: 準備ができたらエクスポートする
ko: 준비되면 내보내기
ms: Eksport apabila sedia
nl: Exporteer wanneer u klaar bent
no: Eksporter når den er klar
pl: Eksportuj, gdy będzie gotowy
pt_br: Exporte quando estiver pronto
pt_pt: Exporte quando estiver pronto
ro: Exportați când este gata
sk: Exportujte, keď je pripravený
sl: Izvozi, ko boš pripravljen
sv: Exportera när du är klar
th: ส่งออกเมื่อพร้อม
ur: تیار ہونے پر برآمد کریں۔
vi: Xuất khi sẵn sàng
zh_hans: 准备好后导出

source: Export…
ar: تصدير…
ca: Exporta...
cs: Exportovat…
da: Eksporter...
de: Exportieren…
el: Εξαγωγή…
es: Exportar…
fa: صدور…
fi: Vie…
fr: Exporter…
he: ייצוא...
hr: Izvoz…
hu: Exportálás…
id: Ekspor…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
ms: Eksport…
nl: Exporteren…
no: Eksporter …
pl: Eksportuj…
pt_br: Exportar…
pt_pt: Exportar…
ro: Exportați...
ru: Экспортировать…
sk: Exportovať…
sl: Izvoz ...
sv: Exportera...
th: ส่งออก...
tr: Dışa Aktar…
uk: Експортувати…
ur: برآمد کریں…
vi: Xuất khẩu…
zh_hans: 导出…
zh_hant: 輸出…

source: Exported
ar: تصدير
ca: Exportat
cs: Exportováno
da: Eksporteret
de: Exportiert
el: Εξάγονται
es: Exportado
fa: صادر شد
fi: Vietiin
fr: Exporté
he: מיוצא
hr: Izvezeno
hu: Exportált
id: Diekspor
it: Esportato
ja: 書き出し済み
ko: 내보냄
ms: Dieksport
nl: Geëxporteerd
no: Eksportert
pl: Eksportowane
pt_br: Exportado
pt_pt: Exportado
ro: Exportat
ru: Экспортировано
sk: Exportované
sl: Izvoženo
sv: Exporterad
th: ส่งออกแล้ว
tr: Dışa Aktarıldı
uk: Експортовано
ur: برآمد
vi: Đã xuất
zh_hans: 已导出
zh_hant: 已輸出

source: Exporting
ar: تصدير
ca: Exportant
cs: Export
da: Eksporterer
de: Exportieren
el: Εξαγωγή
es: Exportación
fa: صدور
fi: Vientiä
fr: Exportation
he: מייצא
hr: Izvoz
hu: Exportálás
id: Mengekspor
it: Esportazione
ja: 書き出し
ko: 내보내기
ms: Mengeksport
nl: Exporteren
no: Eksporterer
pl: Eksportowanie
pt_br: Exportação
pt_pt: Exportando
ro: Se exportă
ru: Экспорт
sk: Exportuje sa
sl: Izvažanje
sv: Exporterar
th: กำลังส่งออก
tr: Dışa aktarılıyor
uk: Експорт
ur: برآمد کرنا
vi: Xuất khẩu
zh_hans: 导出
zh_hant: 正在輸出

# Exporting %lld of %lld rows
source: Exporting %1$lld of %2$lld rows
ar: تصدير %1$lld من %2$lld من الصفوف
ca: S'estan exportant %1$lld de %2$lld files
cs: Export %1$lld z %2$lld řádků
da: Eksporterer %1$lld af %2$lld rækker
de: %1$lld von %2$lld Zeilen werden exportiert
el: Εξαγωγή %1$lld από %2$lld σειρές
es: Exportando %1$lld de %2$lld filas
fa: در حال صدور %1$lld از %2$lld ردیف
fi: Viedään %1$lld / %2$lld riviä
fr: Exportation de %1$lld lignes sur %2$lld
he: מייצא %1$lld מתוך %2$lld שורות
hr: Izvoz %1$lld od %2$lld redaka
hu: %2$lld sorból %1$lld exportálva
id: Mengekspor %1$lld dari %2$lld baris
it: Esportazione di %lld righe su %lld
ja: %2$lld行中%1$lld行を書き出します
ko: %2$lld개 행 중 %1$lld개를 내보내는 중입니다.
ms: Mengeksport %1$lld daripada %2$lld baris
nl: Exporteren van %1$lld van %2$lld rijen
no: Eksporterer %1$lld av %2$lld rader
pl: Eksportuję %1$lld z %2$lld wierszy
pt_br: Exportando %1$lld de %2$lld linhas
pt_pt: Exportando %1$lld de %2$lld linhas
ro: Se exportă %1$lld din %2$lld rânduri
ru: Экспорт строк: %lld из %lld
sk: Exportuje sa %1$lld z %2$lld riadkov
sl: Izvoz %1$lld od %2$lld vrstic
sv: Exporterar %1$lld av %2$lld rader
th: กำลังส่งออก %1$lld จาก %2$lld แถว
tr: %lld / %lld satır dışa aktarılıyor
uk: Експорт рядків: %lld з %lld
ur: %2$lld قطاروں میں سے %1$lld کو برآمد کیا جا رہا ہے۔
vi: Đang xuất %1$lld trong số %2$lld hàng
zh_hans: 正在导出 %1$lld 行（共 %2$lld 行）
zh_hant: 正在輸出 %lld／%lld 列

source: Exporting all %lld rows
ar: تصدير جميع صفوف %1$lld
ca: S'estan exportant totes les %1$lld files
cs: Exportují se všechny řádky %1$lld
da: Eksporterer alle %1$lld rækker
de: Alle %1$lld Zeilen werden exportiert
el: Εξαγωγή και των %1$lld σειρών
es: Exportando todas las %1$lld filas
fa: در حال صدور هر %1$lld ردیف
fi: Viedään kaikkia %1$lld riviä
fr: Exportation des %1$lld lignes
he: מייצא את כל %1$lld השורות
hr: Izvoz svih %1$lld redaka
hu: Az összes %1$lld sor exportálása
id: Mengekspor semua baris %1$lld
it: Esportazione di tutte le %lld righe
ja: 全%1$lld行を書き出します
ko: %1$lld개 행 모두 내보내기
ms: Mengeksport semua %1$lld baris
nl: Alle %1$lld rijen exporteren
no: Eksporterer alle %1$lld rader
pl: Eksportuję wszystkie wiersze %1$lld.
pt_br: Exportando todas as %1$lld linhas
pt_pt: Exportando todas as linhas %1$lld
ro: Se exportă toate %1$lld rânduri
ru: Экспорт всех строк (%lld)
sk: Exportujú sa všetky %1$lld riadky
sl: Izvoz vseh %1$lld vrstic
sv: Exporterar alla %1$lld rader
th: กำลังส่งออกแถว %1$lld ทั้งหมด
tr: Tüm %lld satır dışa aktarılıyor
uk: Експорт усіх рядків (%lld)
ur: تمام %1$lld قطاریں برآمد کی جا رہی ہیں۔
vi: Đang xuất tất cả các hàng %1$lld
zh_hans: 正在导出全部 %lld 行
zh_hant: 正在輸出全部 %lld 列
